 [
  {
  "icon": "1.jpg",
  "intro": "当我遇到挫折时，是你的鼓励近在咫尺；当我得到帮助时，是你的关爱倍感雅致；当我向你诉苦时，是你的理解悉心微词；当我兴高采烈时，是你的微笑和我相伴。真正的友情能给心灵带来温馨，朋友，愿我们友谊长存",
  "name": "TwentyExam"
  },
  {
  "icon": "2.jpg",
  "intro": "你今天买不起新鲜水果，就攒钱过几天买，你图便宜买下的烂水果，吃起来时候根本就是负担和垃圾，绝不会为你带来任何愉悦，现在得不到就忍，就等，就去努力争取，人生短短几十年，爱和吃能别凑合就别凑合，你的心和胃都很小 ，别亏欠它们。",
  "name": "右手年华"
  },
  {
  "icon": "10.jpg",
  "intro": "我们的友谊需要每天的互致关心，我们的快乐需要经常的保持互动，我们的幸福需要你的魅力纷呈，我们的未来需要彼此精心奏鸣。送上我所有的幸福和好心情，朋友，愿幸福一生",
  "name": "清风落叶"
  },
  {
  "icon": "6.jpg",
  "intro": "最美好的一天：今天。最简单的事：犯错。最大的障碍：害怕。最严重的错误：自暴自弃。最好的休闲活动：工作。最沉重的挫败：灰心。最优先的需要：沟通。最令人快乐的事：帮助别人。最大的缺点：坏脾气。把这些看清了，你也就释怀了",
  "name": "左耳边的期盼"
  },
  {
  "icon": "5.jpg",
  "intro": "青年向大师哭诉：“大师，我高考失利，考不上大学，父母责骂我，女朋友也离我而去，请您收下我，让我皈依佛门吧！”只见大师拿出一叠高考资料，青年恍然大悟：“大师是叫我不要放弃高考，明年再战，是吗？”大师摇头说道：“施主，我们这里只招本科以上，你还是先回去考上本科再过来面试吧！”",
  "name": "画一方禁地"
  },
  {
  "icon": "4.jpg",
  "intro": "都说女儿找了男朋友，父母会有自己辛辛苦苦种的白菜被猪拱了的伤感。可我弟弟自从找了女朋友，连家里都不回来住了，天天岳母娘给做好吃的，各种的乐不思蜀啊。老妈45°角仰望天空说：“白菜有没有拱着不知道，反正养了20多年的猪肯定是丢了。。。 ”",
  "name": "右耳边的幸福"
  },
  {
  "icon": "3.jpg",
  "intro": "等将来，等不忙，等下次，等有时间，等有条件，等有钱了……等来等去，等没了缘分，等没了青春，等没了健康，等没了机会，等没了选择。谁也无法预知未来，很多事情可能会一等就等成了永远！想要做的事就赶紧去做，不要给自己等来太多的遗憾。",
  "name": "为爱所痴"
  },
  {
  "icon": "3.jpg",
  "intro": "人生的成功，不在于拿到一幅好牌，而是怎样将坏牌打好",
  "name": "倾国倾城倾了天下"
  },
  {
  "icon": "2.jpg",
  "intro": "西天取经，六耳猕猴混来进来，真假美猴王只有唐僧能分辨出来。 唐僧说:“为师想吃桃子。” 两猴犹豫了一下，都变成了桃子。 突然唐僧大喊:“八戒，给我拿下那只猕猴桃！”",
  "name": "曾经蜡笔没有小新"
  },
  {
  "icon": "1.jpg",
  "intro": "有些事情做了不一定要说出来",
  "name": "囚你无期"
  },
  {
  "icon": "10.jpg",
  "intro": "友谊是一杯愈陈愈香的酒，其中酒溶液的分子就是你和我，一种亲和力将我们结合在一起。友谊是一棵树，它的成长需要阳光",
  "name": "倾心倾情倾了所有"
  },
  {
  "icon": "9.jpg",
  "intro": "保安：干嘛的？ 我：我想去楼顶看看。 保安：别装了，就说你亏多少吧？ 我：5万。。。 保安：一楼大厅排队，撞柱子去吧！ 我：为什么？ 保安：亏10万才能上二楼，20万三楼，30万4楼，40万五楼，100万六楼以上，楼顶VIP都是大户，你瞎掺乎什么！? ?",
  "name": "忘东忘西不忘你"
  },
  {
  "icon": "8.jpg",
  "intro": "我去营业厅办卡，问营业员小姑娘“这4g有啥好的？”小姑娘答“大叔，2g可以看仓井空小说，3g可以看仓井空图片，4g可以看仓井空视频。”我说姑娘你尽说些大叔听不懂的，给我办张4g卡吧",
  "name": "青春无悔"
  },
  {
  "icon": "7.jpg",
  "intro": "最美是过程,最难是相知,最渴望是结果,最苦是相思,最漫长是等待;最幸福是真爱,最怕是无情,最悔是错过,最高兴是有你这位朋友",
  "name": "念你彻夜难眠"
  },
  {
  "icon": "6.jpg",
  "intro": "办公室一美女刚休完产假第一天上班， 一男同事快速冲杯咖啡端到美女面前，美女受宠说: 我在哺乳期，不能喝咖啡！ 男同事：谁让你喝了，让你给加点奶。",
  "name": "丢三丢四不丢你"
  },
  {
  "icon": "4.jpg",
  "intro": "我是个送快递的，有个事情我必须说说！那个住2号大院7楼的女孩纸，你一直在单子上注明：本人孕妇请上门送货。我已经给你送了整整一年的上门送货了，我就想问问你：你怀的是不是哪吒？！",
  "name": "宝你是我的命脉"
  },
  {
  "icon": "3.jpg",
  "intro": "我想不梦见你，可心里却牵挂你；我想不牵挂你，可心里却想着你；我想不想着你，可心里却喜欢你；我想不喜欢你，那是自己骗自己",
  "name": "天使的魔鬼"
  },
  {
  "icon": "2.jpg",
  "intro": "一美女坐出租车刚上车，嘣的一声放了巨响的一个屁，美女甚是尴尬。这时司机抽了一口烟，缓缓的说：“屁是你所吃的食物不屈的亡魂的吶喊”美女一笑尴尬尽消，说：“师傅，你好文艺范啊”师傅摇头说：“可是这呐喊声也太大了，我特么以为爆胎了！！！”[哈哈]",
  "name": "想你夜不能寐"
  },
  {
  "icon": "1.jpg",
  "intro": "一人问：如果蹦极的时候绳索断了，你马上要掉进悬崖底下，只让你说三个字，你会说什么？ 有人回答：救命阿救救我、草泥马、要死了。。。之类的。 这时一大神默默回了一句：筋斗云。。。 秒杀全场！",
  "name": "生死相扶"
  },
  {
  "icon": "5.jpg",
  "intro": "真诚的友谊永远不会忘；让每一件事都会带给你甜蜜的感受和无穷的快乐；每一个不平凡的心愿，送进你的心里，无论何时何地，我都深深为你祝福",
  "name": "执手并肩看天下"
  },
  {
  "icon": "3.jpg",
  "intro": "小明妈在做面膜，这时门铃响了。妈妈对小明说：小明快去开门，妈妈贴着面膜见不得人。 小明听后于是去开门，原来是爸爸。爸爸问小明问：你妈呢？ 答：她正在做见不得人的事！",
  "name": "左手倒影"
  },
  {
  "icon": "2.jpg",
  "intro": "同学聚会有一次一起玩真心话大冒险。朋友问女朋友。有没有车震过？ 女朋友回答有。 我心里想女朋友真给我面子，没有在同学面前暴露出我没有车。",
  "name": "永不相负"
  },
  {
  "icon": "12.jpg",
  "intro": "轻轻的风儿，吹开你紧锁的眉头，散去你所有的愁绪。奔腾吧，快乐就在前方",
  "name": "来自地狱的天使"
  },
  {
  "icon": "11.jpg",
  "intro": "有个富二代想找老婆，说城里的太开放，决定找村里的姑娘结婚，后来找到了，在洞房那天，富二代问他，你知道什么叫做爱吗？ 村里姑娘说不知道，做完后那女的说：我考，这就叫做爱，以前跟表哥放牛的时候天天做。",
  "name": "过去的多啦不再A梦"
  },
  {
  "icon": "1.jpg",
  "intro": "男：“大师，我失散多年的儿子不肯叫我爹怎么办？” 大师：“带他去股票交易所！” 男：“您是说让他先开阔眼界，然后自然就叫我啦？” 大师：“不，去了他自然会叫跌！",
  "name": "久住我心"
  },
  {
  "icon": "10.jpg",
  "intro": "天气变得真快乐，气温变得真坏。出门外套要带，睡觉被子要盖。多吃水果青菜，还要注意补钙",
  "name": "为爱痴狂"
  },
  {
  "icon": "12.jpg",
  "intro": "唐僧一觉醒来，推了推身旁的女妖精，说：泼猴，该起床了。妖精大惊：师父怎知是我？唐僧：几百年来，你不一直趴着睡么？还有，妖精的屁股哪有这么红的。",
  "name": "小松鼠"
  },
  {
  "icon": "4.jpg",
  "intro": "隔壁家妹妹问小明：如果你生活在一个恐龙世界，此时有一条龙正打算吃你，你会怎么办？小明很淡定的说：那还不简单，马上停止想象就行了。",
  "name": "你入我身"
  },
  {
  "icon": "7.jpg",
  "intro": "最近你还好吗？挣扎和思念，都怕你听见，如何遮掩，对你痴痴地爱恋，一颗温柔的心跳在黑夜里独眠，想你，是我永远的语言",
  "name": "梦中女孩"
  },
  {
  "icon": "8.jpg",
  "intro": "打开微博全是王宝强的新闻，我TM以为王宝强得金牌了呢，原来是马蓉得了块淫牌……我就说里约泳池的水绿得不正常……",
  "name": "男人其实你很帅"
  },
  {
  "icon": "9.jpg",
  "intro": "女同学说：因为一个马蓉，婆婆本来就对她看不入眼，现在就更看不顺眼了。老是有事没事爱盯着孩子看，昨天还偷偷带孩去了医院，晚上下班回家婆婆多炒了两个菜，眉眼和善多了。今天看到她包里有张亲子鉴定书。",
  "name": "女人其实你很美"
  },
  {
  "icon": "10.jpg",
  "intro": "想念一个人是多么美好，就算只剩记忆也可参考，直到有天你我变老，回忆随着白发风中闪耀，至少我清清楚楚知道：你若想起，你会微笑",
  "name": "给我你的怀抱"
  },
  {
  "icon": "3.jpg",
  "intro": "过去的一页，能不翻就不要翻，人生，犹如一杯白开水，平淡而无味。但却在白开水里放一颗糖，那么就会有淡淡的甜味。人生一杯水，拥有无数调味剂，只看你想放什么味道的调味，尝久了，发现纯净的白开水最有味。愿你生活纯净！",
  "name": "贝你是我的生命"
  },
  {
  "icon": "2.jpg",
  "intro": "有个朋友本来是直的，这两天开始娘泡了。他说：看到宝宝的下场，从此不再相信女人，今后不要爱情只要基情。",
  "name": "怨言无用"
  },
  {
  "icon": "1.jpg",
  "intro": "没有阳光，就听风吹，看雨落；没有鲜花，就嗅泥土的芬芳，效小草的坚强；没有掌声，就享受生活的平淡，独处的清宁。心灵有家，生命才会有路，守好心，走好路，珍惜最真的情感，感受最近的幸福，享受最美的心情。",
  "name": "为情所困"
  },
  {
  "icon": "11.jpg",
  "intro": "身边有妹子说：如果马蓉能分得巨额财产，我今生誓以马蓉为榜样。从此淡忘爱情，嫁给金钱坐享其成，看得顺眼就过，看不顺眼就灭了。",
  "name": "言语无情"
  },
  {
  "icon": "12.jpg",
  "intro": "校园：留级复读的学生叫“留学生”，家里有钱的学生叫“高财生”，上课打瞌睡的学生叫“特困生”。",
  "name": "给你我的怀抱"
  }
  ]